Repository: blackchena/wsm_ios
Catalog: src/wsm/wsm/localization/*.lproj/Localizable.strings
Languages: vi

# locate
source: en
vi: vi

source: Error
vi: Lỗi

source: Retry
vi: Thử lại

source: Agree
vi: Đồng ý

source: Disagree
vi: Từ chối

source: Allow
vi: Cho phép

source: Deny
vi: Từ chối

source: Don't ask again
vi: Không hỏi lại

source: More Info
vi: Thêm thông tin

source: Choose
vi: Chọn

source: Clear
vi: Xóa

source: PROFILE
vi: HỒ SƠ CÁ NHÂN

source: Personal information
vi: Thông tin cá nhân

source: Set up profile
vi: Thiết lập cá nhân

source: PERSONAL DATA
vi: DỮ LIỆU CÁ NHÂN

source: Working calendar
vi: Lịch làm việc

source: Holiday calendar
vi: Lịch ngày nghỉ

# personal_request
source: PERSONAL REQUESTS
vi: YÊU CẦU CÁ NHÂN

# request_overtime
source: Overtime
vi: Yêu cầu làm ngoài giờ

source: Day off
vi: Xin nghỉ

# other
source: Others
vi: Khác

source: WORKSPACES DATA
vi: DỮ LIỆU WORKSPACES

# workspaces
source: Workspaces data
vi: Dữ liệu Workspaces

source: Statistics of personal
vi: Thống kê cá nhân

# manage_requests
source: MEMBER'S REQUESTS
vi: QUẢN LÝ YÊU CẦU

# manage_request_overtime
source: Overtime request
vi: Quản lý yêu cầu làm ngoài giờ

# manage_request_others
source: Others request
vi: Quản lý yêu cầu khác

# manage_request_day_off
source: Day off request
vi: Quản lý yêu cầu xin nghỉ

# create_request_ot
source: Create overtime request
vi: Tạo yêu cầu làm ngoài giờ

# create_request_leave
source: Create day off request
vi: Tạo yêu cầu xin nghỉ

source: Create others request
vi: Tạo yêu cầu khác

# navigation_drawer_open
source: Open navigation drawer
vi: Mở ngăn điều hướng

# navigation_drawer_close
source: Close navigation drawer
vi: Đóng ngăn điều hướng

source: Please click BACK again to exit!
vi: Nhấn nút BACK lần nữa để thoát!

source: Password
vi: Mật khẩu

source: New password
vi: Mật khẩu mới

source: Current password
vi: Mật khẩu hiện tại

source: Confirm password
vi: Xác nhận mật khẩu

source: Forgot Password?
vi: Quên mật khẩu?

source: Login
vi: Đăng nhập

# is_empty
source: Empty, please enter!
vi: Vui lòng nhập trường này!

source: Invalid email format!
vi: Email không đúng định dạng!

# least_6_characters
source: Please enter at least 6 characters!
vi: Vui lòng nhập ít nhất 6 ký tự!

source: Confirm password does not match!
vi: Xác nhận mật khẩu không khớp!

source: Other Requests
vi: Yêu cầu khác

# can_not_edit_group
source: Can not change Group!
vi: Không thể thay đổi phòng ban!

source: You are unauthorized to access!
vi: Bạn không có quyền truy cập!

source: Employee name
vi: Tên nhân viên

source: Employee code
vi: Mã nhân viên

source: Project name
vi: Tên dự án

source: Position name
vi: Vị trí công việc

source: Branch
vi: Chi nhánh

source: Group
vi: Phòng ban

source: Contract date
vi: Ngày bắt đầu làm việc chính thức

source: Start probation date
vi: Ngày bắt đầu thử việc

source: End probation date
vi: Ngày kết thúc thử việc

source: Staff type
vi: Loại nhân viên

source: Position
vi: Vị trí

source: Gender
vi: Giới tính

source: Birthday
vi: Ngày sinh

source: Off have salary - Company Pay
vi: Nghỉ có lương - Công ty trả

source: Off have salary
vi: Nghỉ có lương

# number_day_off
source: Number of day off
vi: Số ngày nghỉ

source: Off no salary
vi: Nghỉ không lương

source: Off type
vi: Hình thức nghỉ

# annual_leave
source: Annual leave (%@ days)
vi: Nghỉ phép thường niên (%.1f ngày)

# leave_for_marriage
source: Leave for marriage (%@ days)
vi: Nghỉ kết hôn (%.1f ngày)

# leave_for_child_marriage
source: Leave for child's marriage (%@ days)
vi: Nghỉ con kết hôn (%.1f ngày)

# funeral_leave
source: Funeral leave (%@ days)
vi: Nghỉ tang gia (%.1f ngày)

# leave_for_care_of_sick_child
source: Leave for care of sick child (%@ days)
vi: Nghỉ chăm con ốm (%.1f ngày)

# pregnancy_examination_leave
source: Pregnancy examination leave (%@ days)
vi: Nghỉ khám thai (%.1f ngày)

# sick_leave
source: Sick leave (%@ days)
vi: Nghỉ ốm (%.1f ngày)

# miscarriage_leave
source: Miscarriage leave (%@ days)
vi: Nghỉ sẩy thai (%.1f ngày)

# maternity_leave
source: Maternity leave (%@ days)
vi: Nghỉ thai sản (%.1f ngày)

# wife_labor_leave
source: Wife’s labor leave (%@ days)
vi: Nghỉ vợ sinh (%.1f ngày)

# annual_leave_detail
source: Annual leave
vi: Nghỉ phép thường niên

# leave_for_marriage_detail
source: Leave for marriage
vi: Kết hôn

# leave_for_child_marriage_detail
source: Leave for child's marriage
vi: Con kết hôn

# funeral_leave_detail
source: Funeral leave
vi: Nghỉ lễ tang

# leave_for_care_of_sick_child_detail
source: Leave for care of sick child
vi: Con ốm

# pregnancy_examination_leave_detail
source: Pregnancy examination leave
vi: Nghỉ khám thai

# sick_leave_detail
source: Sick leave
vi: Nghỉ đau ốm

# miscarriage_leave_detail
source: Miscarriage leave
vi: Nghỉ sẩy thai

# maternity_leave_detail
source: Maternity leave
vi: Nghỉ thai sản

# wife_labor_leave_detail
source: Wife’s labor leave
vi: Vợ sinh con

source: Company Pay
vi: Công ty trả

source: Insurance Coverage
vi: Bảo hiểm trả

source: Select date
vi: Chọn ngày

source: Select time
vi: Chọn thời gian

source: Reason
vi: Lý do

source: Create
vi: Tạo mới

source: Created at
vi: Thời gian tạo

source: Confirm create
vi: Xác nhận

source: From
vi: Từ

source: To
vi: Đến

source: Pending
vi: Đang chờ

# approve
source: Accepted
vi: Chấp nhận

# discard
source: Rejected
vi: Từ chối

# forward
source: Forwarded
vi: Chuyển tiếp

source: Leave type
vi: Hình thức xin nghỉ

source: Compensation time
vi: Đăng ký thời gian làm bù

# example_time_from
source: Ex: 2017/05/20 17:30
vi: Ví dụ: 2017/05/20 17:30

# example_time_to
source: Ex: 2017/05/20 18:30
vi: Ví dụ: 2017/05/20 18:30

source: Confirm others request
vi: Xác nhận yêu cầu khác

source: Submit
vi: Gửi đi

source: Next
vi: Tiếp theo

source: Status
vi: Trạng thái

source: All
vi: Tất cả

source: Month
vi: Tháng

source: Date:
vi: Ngày:

source: Date of creation:
vi: Ngày tạo:

source: Day session
vi: Buổi

source: Time request:
vi: Thời gian yêu cầu:

# request_ot
source: Request OverTime
vi: Yêu cầu làm ngoài giờ

source: Confirm overtime request
vi: Xác nhận yêu cầu làm ngoài giờ

source: Request Off
vi: Yêu cầu xin nghỉ

source: Confirm day off request
vi: Xác nhận cầu xin nghỉ

source: Confirm edit day off request
vi: Xác nhận sửa yêu cầu xin nghỉ

source: Note:
vi: Lưu ý:

# am_pm
source: Morning: AM - AM; Afternoon: PM - PM; All day: AM - PM
vi: Buổi sáng: am - am; Buổi chiều: pm - pm; Cả ngày: am - pm

source: Off have salary from
vi: Nghỉ có lương từ

source: Off have salary to
vi: Nghỉ có lương đến

source: Off no salary from
vi: Nghỉ không lương từ

source: Off no salary to
vi: Nghỉ không lương đến

source: Off have salary - Insurance coverage
vi: Nghỉ có lương - Bảo hiểm trả

source: Edit
vi: Sửa

source: Delete
vi: Xóa

source: Being handled by
vi: Nhóm đang xử lý

source: Confirm edit overtime request
vi: Xác nhận sửa yêu cầu làm ngoài giờ

source: Edit day off request
vi: Sửa yêu cầu xin nghỉ

source: Edit profile
vi: Chỉnh sửa thông tin cá nhân

source: Change password
vi: Đổi mật khẩu

source: Default group and workspace
vi: Nhóm và workspace mặc định

# default_group
source: Group
vi: Nhóm mặc định

# default_workspace
source: Workspace
vi: Workspace mặc định

source: Notification Settings
vi: Thiết lập thông báo

# receive_notification
source: Receive notification if there is any activities (On/Off ALL)
vi: Nhận thông báo khi có thao tác (bật/tắt TẤT CẢ)

# notification_list
source: Notification list of staff in speical type
vi: Thông báo danh sách nhân viên đặc biệt

source: Notification Change workspace
vi: Thông báo thay đổi Workspace

source: Notification Change group
vi: Thông báo thay đổi nhóm

source: Update
vi: Cập nhật

source: Receive Notification or Email
vi: Nhận thông báo hoặc email

source: Edit overtime request
vi: Sửa yêu cầu làm ngoài giờ

# type_leave
source: Leave type:
vi: Hình thức xin nghỉ:

# statu
source: Status:
vi: Trạng thái:

# title_in_late_m
source: Check in morning time
vi: Thời gian đến buổi sáng

# exmple_in_late_m
source: Ex: 2017/05/20 08:45
vi: Ví dụ: 2017/05/20 08:45

# title_in_late_a
source: Check in afternoon time
vi: Thời gian đến buổi chiều

# exmple_in_late_a
source: Ex: 2017/05/20 13:45
vi: Ví dụ: 2017/05/20 13:45

# title_leave_early_m
source: Check out time
vi: Thời gian về

# exmple_leave_early_m
source: Ex: 2017/05/20 10:45
vi: Ví dụ: 2017/05/20 10:45

# title_leave_early_a
source: Check out time
vi: Thời gian về

# exmple_leave_early_a
source: Ex: 2017/05/20 15:45
vi: Ví dụ: 2017/05/20 15:45

# title_leave_out_from
source: From
vi: Từ

# exmple_leave_out_from
source: Ex: 2017/05/20 08:30
vi: Ví dụ: 2017/05/20 08:30

# title_leave_out_to
source: To
vi: Đến

# exmple_leave_out_to
source: Ex: 2017/05/20 09:30
vi: Ví dụ: 2017/05/20 09:30

# title_forgot_in
source: Check in time
vi: Thời gian đến

# exmple_forgot_in
source: Ex: 2017/05/20 08:45
vi: Ví dụ: 2017/05/20 08:45

# title_forgot_out
source: Check out time
vi: Thời gian về

# exmple_forgot_out
source: Ex: 2017/05/20 15:45
vi: Ví dụ: 2017/05/20 15:45

# time_request_overtime_invalid
source: Time request overtime invalid: It is not in time period request overtime
vi: Thời gian làm ngoài giờ không hợp lệ: không nằm trong khoảng thời gian cho phép làm ngoài giờ

source: End time is less than start time
vi: Thời gian kết thúc phải lớn hơn thời gian bắt đầu

source: You have to choose the from time first
vi: Bạn phải chọn thời gian bắt đầu trước

source: The working time dose not fit to the request
vi: Thời gian làm việc không phù hợp với yêu cầu

source: Form overdue
vi: Đã quá thời gian tạo request

source: This is form request late, time in is incorrect!
vi: Đây là form xin đi muộn, thời gian đến của bạn không chính xác

# your_amount_tim_can_not_greater_than_max_allow_time
source: Your amount time can not greater than max allow time
vi: Lượng thời gian của bạn không thể lớn hơn thời gian cho phép tối đa

source: Check in time must be in morning shift
vi: Thời gian đến phải vào ca làm việc buổi sáng

source: Check in time must be in afternoon shift
vi: Thời gian đến phải vào ca làm việc buổi chiều

source: Check out time must be in morning shift
vi: Thời gian về phải vào ca làm việc buổi sáng

source: Check out time must be in afternoon shift
vi: Thời gian về phải vào ca làm việc buổi chiều

source: Time into company Illegal
vi: Thời gian vào công ty không hợp lệ

# can_not_be_greater_than_hours_from_the_work_shift
source: The minimum time to create a request %@ is %.1f hour
vi: Thời gian tối thiểu để tạo yêu cầu %@ là %.1f giờ

source: Your time can not be sooner than time in of company
vi: Thời gian của bạn không thể sớm hơn thời gian vào công ty

source: Your time can not in lunch break time of company
vi: Thời gian của bạn không thể nằm trong thời gian nghỉ trưa của công ty

source: Your time can not be later than time out company
vi: Thời gian của bạn không thể muộn hơn thời gian ra công ty

source: Time must be is in a day
vi: Thời gian phải nằm trong một ngày

source: Request time to can not greater than request time from
vi: Yêu cầu thời gian về phải lớn hơn thời gian đến

source: You have to choose the check in time first
vi: Bạn phải chọn thời gian đến trước

# you_have_to_choose_the_compensation_form_time_first
source: You have to choose the compensation from time first
vi: Bạn phải chọn thời gian bắt đầu làm bù trước

source: You have to choose the check out time first
vi: Bạn phải chọn thời gian về trước

# you_just_need_choose_the_compensation_from_time
source: You just need choose the compensation from time, the to time will auto fill
vi: Bạn chỉ cần chọn thời gian bắt đầu làm bù, thời gian kết thúc sẽ tự động điền

source: Compensation time is not in the past
vi: Thời gian làm bù không được trong quá khú

# your_compensation_time_can_not_in_working_time
source: Your compensation time can not in working time of company
vi: Thời gian làm bù của bạn không thể nằm trong thời gian làm việc của công ty

source: Checkin time
vi: Thời gian đến

source: Checkout time
vi: Thời gian về

source: Time of creation
vi: Thời gian tạo

# you_can_not_access
source: You can not access for this month!
vi: Bạn không thể xử lý cho tháng này

# you_have_to_choose_start_date
source: You have to choose start date first!
vi: Bạn phải chọn ngày bắt đầu trước!

# end_date_must_greater_than_start_day
source: End day must greater than start day!
vi: Ngày kết thúc phải lớn hơn ngày bắt đầu!

# the_number_of_days_allowed
source: The number of days allowed for vacations may not be left blank!
vi: Số ngày xin nghỉ không được để trống!

source: The field required can not be blank!
vi: Trường bắt buộc không được để trống!

# reason_can_not_empty
source: Reason can not be blank!
vi: Lý do không được để trống!

# datetime_have_salary_can_not_empty
source: Date time have salary can not be blank!
vi: Ngày nghỉ có lương không được để trống!

# datetime_no_salary_can_not_empty
source: Date time no salary can not be blank!
vi: Ngày nghỉ không lương không được để trống!

# time_must_be_a_working_date
source: Time must be a working day!
vi: Thời gian phải là một ngày làm việc!

# annual_leave_error
source: Annual leave is not greater than %@ days!
vi: Nghỉ phép thường niên không được quá %@ ngày!

# leave_for_marriage_error
source: Leave for marriage is not greater than %@ days!
vi: Nghỉ kết hôn không được quá %@ ngày!

# leave_for_child_marriage_error
source: Leave for child's marriage is not greater than %@ day!
vi: Nghỉ con kết hôn không được quá %@ ngày!

# funeral_leave_error
source: Funeral leave is not greater than %@ days!
vi: Nghỉ lễ tang không được quá %@ ngày!

# leave_for_care_of_sick_error
source: Leave for care of sick child is not greater than %@ days!
vi: Nghỉ con ốm không được quá %@ ngày!

# pregnacy_examination_leave_error
source: Pregnancy examination leave is not greater than %@ days!
vi: Nghỉ khám thai không được quá %@ ngày!

# sick_leave_error
source: Sick leave is not greater than %@ days!
vi: Nghỉ đau ốm không được quá %@ ngày!

# miscarriage_leave_error
source: Miscarriage leave is not greater than %@ days!
vi: Nghỉ sảy thai không được quá %@ ngày!

# maternity_leave_error
source: Maternity leave is not greater than %@ days!
vi: Nghỉ thai sản không được quá %@ ngày!

# wife_labor_leave_error
source: Wife's labor leave is not greater than %@ days!
vi: Nghỉ vợ sinh không được quá %@ ngày!

source: Detail day off request
vi: Chi tiết yêu cầu xin nghỉ

source: Detail overtime request
vi: Chi tiết yêu cầu làm ngoài giờ

source: Confirm delete
vi: Xác nhận xóa

source: Do you want delete this request?
vi: Bạn có chắc chắn muốn xóa yêu cầu này?

source: Company
vi: Công ty

source: Individual Code
vi: Mã cá nhân

source: Birday
vi: Sinh nhật

source: Company holiday
vi: Ngày nghỉ công ty

source: Normal holiday
vi: Ngày nghỉ quốc gia

source: Saturday/sunday
vi: Thứ bảy/Chủ nhật

source: Your notification
vi: Thông báo của bạn

source: Compensation for:
vi: Làm bù ngày:

source: Date Compensation
vi: Ngày làm bù

source: Total of days off
vi: Tổng số ngày nghỉ

source: Total of paid leave of absence
vi: Tổng ngày nghỉ có lương

source: Total of unpaid leave of absence
vi: Tổng ngày nghỉ không lương

source: Total of overtime
vi: Tổng thời gian làm thêm

source: Total of times for fining
vi: Tổng số lần phạt

source: Summary
vi: Tổng kết

source: Handler :
vi: Người xử lý :

# wo_il_le_lo_enough_compensation_time
source: WO/IL/LE/LO and enough compensation time
vi: WO/IL/LE/LO và làm bù đủ

source: Holiday
vi: Ngày lễ

# l_lo_le_forgot_card_forgot_checkin_checkout
source: IL/LO/LE/forgot card/forgot checkin/checkout
vi: IL/LO/LE/quên quẹt/quên thẻ

source: No Data/Not enough working time
vi: Không có dữ liệu/Không đủ thời gian làm việc

source: P: Paid leave of absence
vi: P: Nghỉ có lương

source: Ro: Unpaid leave of absence
vi: Ro: Nghỉ không lương

# employee_name_italic
source: Employee name
vi: Tên nhân viên

source: Hide
vi: Ẩn bộ lọc

source: Search
vi: Tìm kiếm

source: Choose status
vi: Chọn trạng thái

source: Choose group
vi: Chọn phòng ban

# choose_workspace
source: Choose worksapce
vi: Chọn văn phòng

# from_italic
source: From:
vi: Từ:

# to_italic
source: To:
vi: Tới:

# can_not_find_data
source: Can't find data
vi: Không thể tìm thấy dữ liệu

source: Start time can not greater than end time
vi: Thời gian bắt đầu không được lớn hơn thời gian kết thúc

source: Reject Success !
vi: Từ chối thành công !

source: Approve Success !
vi: Phê duyệt thành công !

source: Number Day
vi: Số ngày

source: Create form success!
vi: Tạo yêu cầu thành công!

source: Edit form success!
vi: Sửa yêu cầu thành công!

source: Delete form success!
vi: Xóa yêu cầu thành công!

source: This account has been login in another device.
vi: Tài khoản này đã được đăng nhập vào một thiết bị khác.

source: View Detail
vi: Xem chi tiết

source: ago
vi: trước

source: just now
vi: vừa xong

# curen_day
source: Current Day
vi: Ngày hiện tại

# end_time_can_not_greater_than_end_time
source: End time can not less than start time
vi: Thời gian kết thúc không được nhỏ hơn thời gian bắt đầu

source: Update Success !
vi: Cập nhật thành công !

source: Refresh Setting Error !
vi: Tải lại cài đặt không thành công !

source: Accept All
vi: Chấp nhận tất cả

source: Select All
vi: Chọn tất cả

source: You have selected
vi: Bạn đã chọn

source: requests
vi: yêu cầu

source: Accept All Success
vi: Chấp nhận thành công

# accept_all_unsuccess
source: Accept All Unsuccessful
vi: Chấp nhận không thành công

# enter_full_info
source: Please enter full information!
vi: Vui lòng nhập đầy đủ thông tin!

# branch_is_emty
source: Please select the branch to create the request!
vi: Vui lòng chọn chi nhánh để tạo yêu cầu!

# group_is_emty
source: Please select the group to create the request!
vi: Vui lòng chọn phòng ban để tạo yêu cầu!

# please_enter_email
source: Enter your email address, and we will send you a link so you can reset your password !
vi: Nhập địa chỉ email của bạn, và chúng tôi sẽ gửi cho bạn một liên kết để bạn có thể đặt lại mật khẩu !

source: Send Email
vi: Gửi Email

# message_send_email_success
source: You will receive an email with instructions on how to reset your password in a few minutes. Please check your email !
vi: Bạn sẽ nhận được email với hướng dẫn về cách đặt lại mật khẩu trong vài phút. Vui lòng kiểm tra email của bạn !

source: Overtime
vi: Làm ngoài giờ

source: Jan
vi: Th1

source: Feb
vi: Th2

source: Mar
vi: Th3

source: Apr
vi: Th4

source: May
vi: Th5

source: Jun
vi: Th6

source: Jul
vi: Th7

source: Aug
vi: Th8

source: Sep
vi: Th9

source: Oct
vi: Th10

source: Nov
vi: Th11

source: Dec
vi: Th12

# request_off_approved
source: Request Offs approved
vi: Số lần nghỉ

# request_leave_legend
source: IL/LE/LO
vi: Đi trễ/ Về sớm/ Rời khỏi

# request_ot_approved
source: Request Ots approved
vi: Làm thêm giờ

source: There is no request to choose
vi: Không có yêu cầu nào để chọn

source: Current Year
vi: Năm hiện tại

source: Number of IL/LO/LE/Forgot to swipe/Forget card
vi: Số lần IL/LO/LE/quên quẹt/quên thẻ

source: Approved
vi: Chấp nhận

source: Number of penalties
vi: Số lần phạt

source: Number of days off
vi: Số ngày đã nghỉ

source: Rejected/not yet request
vi: Từ chối/chưa làm đơn

source: Number of days off have salary
vi: Số ngày nghỉ có lương

source: Pay by company
vi: Công ty trả

source: Pay by insurance
vi: Bảo hiểm trả

source: Number of days off have not salary
vi: Số ngày nghỉ không lương

source: Number of overtime
vi: Số giờ OT

source: The number of rest days(previous year)
vi: Số ngày nghỉ còn lại của năm trước

source: The number of rest days(in year)
vi: Số ngày nghỉ còn lại trong năm

source: Number of days off added in this year
vi: Số ngày nghỉ được thêm trong năm

source: Total of days off remaining in year
vi: Tổng số ngày nghỉ còn lại trong năm

source: Reset Password
vi: Đặt lại mật khẩu

source: Please enter your new password!
vi: Vui lòng nhập mật khẩu mới của bạn !

source: Reset Password Success!
vi: Đặt lại mật khẩu thành công!

source: Can not edit request type
vi: Không thể thay đổi hình thức xin nghỉ

source: January
vi: Tháng 1

source: February
vi: Tháng 2

source: March
vi: Tháng 3

source: April
vi: Tháng 4

# may_month
source: May
vi: Tháng 5

source: June
vi: Tháng 6

source: July
vi: Tháng 7

source: August
vi: Tháng 8

source: September
vi: Tháng 9

source: October
vi: Tháng 10

source: November
vi: Tháng 11

source: December
vi: Tháng 12

source: Current Month
vi: Tháng hiện tại

# cancel
source: Canceled
vi: Hủy bỏ

# format_date_mm_dd_yyyy
source: MM/dd/yyyy
vi: dd/MM/yyyy

source: Your age is under employment
vi: Bạn chưa đủ tuổi lao động

# change_password_success
source: Your password has change to success!
vi: Mật khẩu của bạn đã được thay đổi thành công!

# format_date_yyyy_mm_dd
source: yyyy/MM/dd
vi: dd/MM/yyyy

source: Invalid current password!
vi: Mật khẩu hiện tại không hợp lệ!

source: Detail others request
vi: Chi tiết yêu cầu khác

source: Confirm edit others request
vi: Xác nhận sửa yêu cầu khác

source: Edit others request
vi: Sửa yêu cầu khác

source: Request information
vi: Chi tiết yêu cầu

# can_not_load_data
source: Can't load data. Please check again !
vi: Không tải được dữ liệu. Vui lòng kiểm tra lại!

# can_not_find_request
source: Can't find request!
vi: Không tìm thấy yêu cầu!

# number_hour
source: Number hours
vi: Số giờ OT

source: No Network Connection !
vi: Không có kết nối mạng !

source: Close
vi: Đóng

# off_type_limit_error
source: Not greater than %.1f %@!
vi: Không được quá %.1f %@!

source: Name
vi: Tên

# empty_information
source: Empty !
vi: Chưa có thông tin !

source: Nationlaty
vi: Quốc tịch

source: More
vi: Xem thêm

# work_information
source: Working information
vi: Thông tin công việc

source: Other information
vi: Thông tin khác

source: Identification/Passport
vi: CMND/Hộ chiếu

source: Personal email
vi: Email cá nhân

source: Place of birth
vi: Nơi sinh

source: Current address
vi: Địa chỉ hiện tại

source: Permanent address
vi: Địa chỉ thường trú

source: Marital status
vi: Tình trạng hôn nhân

source: Vehicle
vi: Phương tiện đi lại

source: Bank info
vi: Ngân hàng

source: Distance from office
vi: Khoảng cách đến công ty

source: Home phone
vi: Điện thoại nhà riêng

source: Number of child
vi: Số con

source: License plate
vi: Biển số xe

source: Account id
vi: Số tài khoản

source: General
vi: Chung

source: Working
vi: Công việc

source: Contact
vi: Liên hệ

source: Relative
vi: Gia đình

source: Education
vi: Giáo dục

# date_format
source: yyyy/MM/dd
vi: dd/MM/yyyy

# date_time_format
source: yyyy/MM/dd HH:mm
vi: dd/MM/yyyy HH:mm

# api_error_server_error
source: A server error occurred, please try again later!
vi: Server xảy ra lỗi, vui lòng thử lại!

# api_error_unknow_error
source: An error occurred, please try again later!
vi: Có lỗi xảy ra, vui lòng thử lại!

# api_network_error
source: The network is unavailable, please try again later!
vi: Kết nối mạng không sẵn sàng, vui lòng thử lại!

source: days
vi: ngày

source: hours
vi: giờ

source: Accept
vi: Chấp nhận

source: Reject
vi: Từ chối
